Repository: ILDaviz/hhd
Catalog: i18n/*/LC_MESSAGES/adjustor.po
Languages: es, it_it, uk

source: Show TDP changes with RGB
it_it: Mostra cambiamenti TDP con RGB
uk: Показувати зміни TDP за допомогою RGB

source: Charge Limit (80%)
it_it: Limite di Carica (80%)
uk: Обмеження заряду (80%)

source: Limits device charging to 80%.
it_it: Limita la carica del dispositivo all'80%.
uk: Обмежує заряджання пристрою до 80%.

source: Power Light (Awake)
it_it: Spia di Alimentazione (Acceso)
uk: Індикатор живлення (активний)

source: Power Light (Sleep)
it_it: Spia di Alimentazione (Sospensione)
uk: Індикатор живлення (сплячий режим)

source: MSI TDP
it_it: TDP MSI

source: Missing Driver
it_it: Driver Mancante
uk: Відсутній драйвер

source: Allows you to cycle through TDP modes with the View+Y key combination. Recommended to use with button swap, as the View button will be muted to games.
it_it: Consente di scorrere le modalità TDP con la combinazione di tasti View+Y. Si consiglia di utilizzarlo con lo scambio di pulsanti, poiché il pulsante View verrà disattivato per i giochi.
uk: Дозволяє перемикатися між режимами TDP за допомогою комбінації клавіш View+Y. Рекомендується використовувати разом із заміною кнопок, оскільки кнопка View буде вимкнена в іграх.

source: TDP Settings
it_it: Impostazioni TDP
uk: Налаштування TDP

source: Controls all Ryzen SMU settings through preset curves.
it_it: Controlla tutte le impostazioni SMU di Ryzen tramite curve preimpostate.
uk: Керує всіма налаштуваннями Ryzen SMU через попередньо задані криві.

source: Allows you to set a custom fan curve and to choose the temperature probe (Edge or Junction). Junction is the peak temperature of the chip: responds faster and prevents throttling. Edge is the temperature of the chip: responds slower and prevents overheating.
it_it: Consente di impostare una curva della ventola personalizzata e di scegliere la sonda di temperatura (Edge o Junction). Junction è la temperatura di picco del chip: risponde più velocemente e previene il throttling. Edge è la temperatura del chip: risponde più lentamente e previene il surriscaldamento.
uk: Дозволяє встановлювати користувацьку криву вентилятора та вибирати температурний сенсор (Edge або Junction). Junction - пікова температура чіпа: реагує швидше та запобігає тротлінгу. Edge - температура поверхні чіпа: реагує повільніше та запобігає перегріву.

source: Manual (Edge, Smooth)
it_it: Manuale (Edge, Fluido)
uk: Ручний режим (Edge, Smooth)

source: Reset to Default
es: Restaurar valores predeterminados
it_it: Ripristina Predefiniti
uk: Скинути до значень за замовчуванням

source: Manual (Tctl, Fast)
it_it: Manuale (Tctl, Veloce)
uk: Ручний режим (Tctl, швидкий)

source: Advanced Configurator
it_it: Configuratore Avanzato
uk: Розширений конфігуратор

source: Apply Settings
es: Aplicar ajustes
it_it: Applica Impostazioni
uk: Застосувати налаштування

source: TDP Status
it_it: Stato TDP
uk: Статус TDP

source: Platform Profile
it_it: Profilo Piattaforma
uk: Профіль платформи

source: Not Set
it_it: Non impostato
uk: Не задано

source: Low Power
it_it: Bassa Potenza
uk: Низька потужність

source: Cool
it_it: Fresco
uk: Холодний

source: Balanced Performance
it_it: Prestazioni Bilanciate
uk: Збалансована потужність

source: Energy Policy
it_it: Politica Energetica
uk: Політика енергоспоживання

source: Standard Parameters
it_it: Parametri Standard
uk: Стандартні параметри

source: Standard TDP parameters for Ryzen processors. All need to be set to properly control the TDP of the device. Ryzen processors have 2 modes: STTv2 and STAPM (legacy). AMD suggests to manufacturers to use STTv2, which makes the Legion Go the only device to offer the STAPM alternative through a BIOS setting. In STTv2, the device will keep boosting until the "skin" of the device (hottest user accessible spot) reaches a manufacturer set temperature. Then, the device will use the Skin Temp TDP limit. In STAPM, the device averages the TDP values from the 1-3 previous minutes and keeps that value under the STAPM TDP limit. Either mode ignores the other mode's limit (STAPM limit does nothing on STT and Skin Temp Limit does nothing on STAPM), so both should be set. The Fast and Slow limits control boosting behavior. The Fast TDP limit is the actual max TDP value of the device. Then,the Slow TDP limit averages the last 10-20s of TDP values and keeps the value below it.
it_it: Parametri TDP standard per i processori Ryzen. Devono essere tutti impostati per controllare correttamente il TDP del dispositivo. I processori Ryzen hanno 2 modalità: STTv2 e STAPM (legacy). AMD suggerisce ai produttori di utilizzare STTv2, il che rende il Legion Go l'unico dispositivo a offrire l'alternativa STAPM tramite un'impostazione del BIOS. In STTv2, il dispositivo continuerà ad aumentare la potenza (boost) finché la "Scocca" del dispositivo (il punto più caldo accessibile all'utente) non raggiunge una temperatura impostata dal produttore. Successivamente, il dispositivo utilizzerà il limite TDP per la temperatura della scocca (Skin Temp). In STAPM, il dispositivo calcola la media dei valori TDP degli ultimi 1-3 minuti e mantiene tale valore al di sotto del limite TDP STAPM. Entrambe le modalità ignorano il limite dell'altra (il limite STAPM non ha effetto su STT e il limite di temperatura della scocca non ha effetto su STAPM), quindi entrambi dovrebbero essere impostati. I limiti Veloce (Fast) e Lento (Slow) controllano il comportamento del boost. Il limite TDP Veloce è il valore TDP massimo effettivo del dispositivo. Successivamente, il limite TDP Lento calcola la media dei valori TDP degli ultimi 10-20 secondi e mantiene il valore al di sotto di esso.
uk: Стандартні параметри TDP для процесорів Ryzen. Усі параметри потрібно налаштувати, щоб належним чином контролювати TDP пристрою. Процесори Ryzen мають 2 режими: STTv2 і STAPM (застарілий). AMD пропонує виробникам використовувати STTv2, що робить Legion Go єдиним пристроєм, який пропонує альтернативу STAPM через налаштування BIOS. У режимі STTv2 пристрій буде підвищувати тактову частоту, доки «шкіра» пристрою (найгарячіша точка, доступна користувачеві) не досягне температури, встановленої виробником. Потім пристрій буде використовувати ліміт TDP температури шкіри. У режимі STAPM пристрій усереднює значення TDP за 1-3 попередні хвилини і тримає це значення нижче ліміту STAPM TDP. Будь-який із режимів ігнорує ліміт іншого режиму (ліміт STAPM не працює на STT, а ліміт температури шкіри не працює на STAPM), тому потрібно налаштувати обидва. Швидкий і повільний ліміти контролюють поведінку підвищення частоти. Швидкий ліміт TDP - це фактичне максимальне значення TDP пристрою. Потім повільний ліміт TDP усереднює значення TDP за останні 10-20 секунд і утримує значення нижче нього.

source: Fast TDP Limit
it_it: Limite TDP Veloce
uk: Швидкий ліміт TDP

source: Slow TDP Limit
it_it: Limite TDP Lento
uk: Повільний ліміт TDP

source: Skin Temp TDP Limit
it_it: Limite TDP Temp. Scocca
uk: Ліміт TDP температури корпусу

source: STAPM TDP Limit
it_it: Limite TDP STAPM
uk: STAPM TDP ліміт

source: Advanced Parameters
it_it: Parametri Avanzati
uk: Розширені параметри

source: The Advanced Parameters below control boosting behavior and need to be adjusted per device depending on its cooling system. They mostly affect boosting behavior, which is important for desktop use. The exception is the Temp Target (TCTL), which controls the max temperature of the CPU die. On most devices, it can safely be raised up to 100C. However, if a temperature spike makes the chip reach 105C, it will enter a thermal protection mode, which is 5W, for a couple of minutes. The integration times for Slow TDP and STAPM influence how many previous TDP values the CPU will average to calculate its current Slow and STAPM TDP values.
it_it: I Parametri Avanzati sottostanti controllano il comportamento del boost e devono essere regolati per ogni dispositivo a seconda del suo sistema di raffreddamento. Influenzano principalmente il comportamento del boost, che è importante per l'uso desktop. L'eccezione è l'Obiettivo di Temperatura (TCTL), che controlla la temperatura massima del die della CPU. Sulla maggior parte dei dispositivi, può essere tranquillamente aumentato fino a 100°C. Tuttavia, se un picco di temperatura fa raggiungere al chip i 105°C, entrerà in una modalità di protezione termica, che è di 5W, per un paio di minuti. I tempi di integrazione per il TDP Lento e STAPM influenzano quanti valori TDP precedenti la CPU medierà per calcolare i suoi attuali valori TDP Lento e STAPM.
uk: Параметри, описані нижче, контролюють підвищення частоти процесора, тому їх потрібно налаштовувати для кожного пристрою індивідуально, залежно від його системи охолодження. Ці параметри здебільшого впливають на поведінку розгону, що особливо важливо при використанні пристрою як настільного ПК. Винятком є Цільова температура (TCTL), яка встановлює максимальну температуру ядра процесора. На більшості пристроїв її можна безпечно підвищити до 100°C. Однак, якщо температура чіпа стрибком досягне 105°C, він перейде в режим термічного захисту (з потужністю 5 Вт) на кілька хвилин. Час інтеграції для Повільного TDP та STAPM визначає, скільки попередніх значень TDP процесор усереднює для обчислення поточних значень Повільного TDP та STAPM.

source: Temp Target (TCTL)
it_it: Obiettivo Temperatura (TCTL)
uk: Цільова температура (TCTL)

source: Slow Limit Integration Time
it_it: Tempo Integrazione Limite Lento
uk: Час інтеграції повільного ліміту

source: STAPM Limit Integration Time
it_it: Tempo Integrazione Limite STAPM
uk: Час інтеграції ліміту STAPM

source: Enable Advanced Parameters
it_it: Abilita Parametri Avanzati
uk: Увімкнути розширені параметри

source: Turbo
uk: Турбо

source: 400MHz
uk: 400МГц

source: 1GHz
uk: 1ГГц

source: Sport
uk: Спорт

source: 30C
es: 30ºC

source: 40C
es: 40ºC

source: 50C
es: 50ºC

source: 60C
es: 60ºC

source: 70C
es: 70ºC

source: 80C
es: 80ºC

source: 90C
es: 90ºC

source: 100C
es: 100ºC

source: Lowers the power consumption of the device from 4% to 1% overnight. Active only on battery. Turns off the power light and the controller requires longer to wake up.
es: Baja el consumo de energía del dispositivo del 4% al 1% durante la noche. Activado solo en batería. Apaga la luz del indicador de energía y del mando, el dispositivo tarda más tiempo en despertar.
