Repository: ILDaviz/hhd
Catalog: i18n/*/LC_MESSAGES/adjustor.po
Languages: es, it_it, uk

source: Disable Decky TDP plugins using the button below to continue.
es: Desactiva los plugins de Decky relativos al TDP, usa el botón de debajo para continuar.
it_it: Disabilita i plugin TDP di Decky usando il pulsante qui sotto per continuare.
uk: Щоб продовжити, натисніть кнопку знизу, для вимкнення плагінів Decky TDP.

source: TDP Controls
es: Controles de TDP
it_it: Controlli TDP
uk: Керування TDP

source: Enable TDP Controls
es: Activa los controles de TDP
it_it: Abilita Controlli TDP
uk: Ввімкнути керування TDP

source: Enables TDP management by Handheld Daemon. While enabled, Handheld Daemon will set and maintain the TDP limits set on start-up and during other device changes (ac/dc).
es: Activa la gestión del TDP por Handheld Daemon. Mientras este activado, Handheld Daemon establecerá y mantendrá los limites establecidos durante la puesta en marcha del dispositivo, entre otros cambios (ac/dc).
it_it: Abilita la gestione del TDP da parte di Handheld Daemon. Quando abilitato, Handheld Daemon imposterà e manterrà i limiti TDP impostati all'avvio e durante altre modifiche del dispositivo (alimentazione AC/DC).
uk: Ввімкнути керування TDP за допомогою Handheld Daemon. Поки ввімкнено, Handheld Daemon буде встановлювати ліміти TDP при завантаженні та зміни інших станів (заряджання/на батареї).

source: Error
it_it: Errore
uk: Помилка

source: Can not write to ACPI Call file. ACPI Call is required for TDP.
es: No se ha podido escribir al archivo ACPI Call. ACPI Call es necesario para el TDP.
it_it: Impossibile scrivere sul file ACPI Call. ACPI Call è richiesto per il TDP.
uk: Неможливо записати файл викликів ACPI. ACPI виклики потрібні для TDP.

source: TDP Capabilities
es: Capacidades de TDP
it_it: Capacità TDP
uk: Можливості TDP

source: Disable Decky TDP Plugins
es: Desactiva los plugins de TDP de Decky
it_it: Disabilita Plugin TDP di Decky
uk: Вимкнути плагіни Decky TDP

source: Disables Decky TDP plugins (Powercontrol, SimpleDeckyTDP) by moving them from ~/homebrew/plugins to ~/homebrew/plugins/hhd-disabled. Then, restarts Decky. This might cause Steam to restart. Move them back and reboot to re-enable.
es: Desactiva los plugins de TDP de Decky (Powercontrol, SimpleDeckyTDP) moviéndolos de ~/homebrew/plugins a ~/homebrew/plugins/hhd-disabled. Tras esto se reinicia Decky. Esto hará que Steam se reinicie. Si quieres reactivarlos muevelos de vuelta y reinicia.
it_it: Disabilita i plugin TDP di Decky (Powercontrol, SimpleDeckyTDP) spostandoli da ~/homebrew/plugins a ~/homebrew/plugins/hhd-disabled. Successivamente, riavvia Decky. Questo potrebbe causare il riavvio di Steam. Per riabilitarli, spostali nuovamente nella cartella originale e riavvia il dispositivo.
uk: Вимкнути плагіни Decky TDP (Powercontrol, SimpleDeckyTDP) переміщенням їх з ~/homebrew/plugins до ~/homebrew/plugins/hhd-disabled. Потім перезапустити Decky. Це спричинить до перезапуску Steam. Перемістіть їх назад та виконайте перезавантаження для повторного ввімкнення.

source: Enables TDP management by the Handheld Daemon. While enabled, Handheld Daemon will set and maintain the TDP limits set on start-up and during other device changes (ac/dc). If the device crashes, TDP setting will be disabled on next startup.
es: Activa la gestión del TDP por parte de Handheld Daemon. Mientras este activo, Handheld Daemon establecerá y mantendrá los límites de TDP establecidos al inicio y durante otros cambios del dispositivo (ac/dc). Si el dispositivo crashea, la configuración del TDP será desactivada en el próxima inicio.
it_it: Abilita la gestione del TDP da parte di Handheld Daemon. Quando abilitato, Handheld Daemon imposterà e manterrà i limiti TDP impostati all'avvio e durante altre modifiche del dispositivo (alimentazione AC/DC). In caso di crash del dispositivo, l'impostazione TDP verrà disabilitata al prossimo avvio.
uk: Ввімкнути керування TDP за допомогою Handheld Daemon. Поки ввімкнено, Handheld Daemon буде автоматично встановлювати TDP ліміти при завантаженні та при інших змінах стану (від батареї/заряджання). Якщо виникне помилка, керування TDP буде вимкнене при наступному завантаженні.

source: Add TDP to /sys for Steam (Requires Restart)
es: Añade TDP a /sys para Steam (Requiere Reiniciar)
it_it: Aggiungi TDP a /sys per Steam (Richiede Riavvio)
uk: Додати TDP до /sys для Steam (вимагає перезавантаження)

source: Uses a FUSE mount to add TDP attributes to /sys/class/drm. This fixes the TDP slider in Steam.
es: Usa el montaje FUSE para añadir atributos TDP a /sys/class/drm. Esto arregla la barra deslizable de TDP en Steam.
it_it: Usa un mount FUSE per aggiungere attributi TDP a /sys/class/drm. Questo corregge lo slider TDP in Steam.
uk: Використовує FUSE монтування для додавання TDP атрибутів до /sys/class/drm. Виправляє TDP слайдер в Steam.

source: Enforce Device TDP Limits
es: Hace cumplir los Límites de TDP del Dispositivo
it_it: Applica Limiti TDP del Dispositivo
uk: Примусове встановлення TDP лімітів для пристрою

source: When this option is on, the settings will adhere to the limits set out by the device manufacturer, subject to their availability. With it off, the TDP settings ranges will expand to what is logically possible for the current device (regardless of manufacturer specifications). All settings outside specifications will be set to system specifications after rebooting.
es: Cuando esta opción esta activada, los ajustas se adherirán a los limites establecidos por el fabricante del dispositivo, dependiendo de su disponibilidad. Si esta desactivada, los rangos de los ajustes de TDP se expandirán a lo que sea lógicamente posible para el dispositivo actual (independientemente de lo indicado por el fabricante). Todos los ajustes fuera de las especificaciones será añadidos a las especificaciones del sistema tras reiniciar.
it_it: Quando questa opzione è attiva, le impostazioni aderiranno ai limiti stabiliti dal produttore del dispositivo, in base alla loro disponibilità. Quando è disattivata, gli intervalli delle impostazioni TDP si espanderanno a ciò che è logicamente possibile per il dispositivo corrente (indipendentemente dalle specifiche del produttore). Tutte le impostazioni al di fuori delle specifiche verranno impostate sulle specifiche di sistema dopo il riavvio.
uk: Коли цей параметр увімкнено, налаштування дотримуватимуться обмежень, встановлених виробником пристрою, якщо вони доступні. Якщо його вимкнено, діапазони налаштувань TDP розширюються до того, що є логічно можливим для поточного пристрою (незалежно від специфікацій виробника). Усі налаштування поза межами специфікацій буде встановлено відповідно до системних специфікацій після перезавантаження.

source: Steam is controlling TDP
es: Steam esta controlando el TDP
it_it: Steam sta controllando il TDP
uk: Steam контролює TDP

source: Asus TDP
es: TDP de Asus
it_it: TDP Asus

source: Uses the interface of Armory Crate to set the TDP of the device.
es: Usa la interfaz de Armory Crate para establecer el TDP del dispositivo.
it_it: Usa l'interfaccia di Armory Crate per impostare il TDP del dispositivo.
uk: Використовує інтерфейс Armory Crate для встановлення TDP пристрою.

source: TDP Mode
es: Modo TDP
it_it: Modalità TDP
uk: Режим TDP

source: Silent
es: Silencio
it_it: Silenzioso
uk: Тихий

source: Performance
es: Rendimiento
it_it: Prestazioni
uk: Продуктивність

source: Custom
es: Personalizado
it_it: Personalizzato
uk: Свій

source: Average TDP Target. TDP Boost is recommended for desktop use and does not affect gaming.
es: Objetivo de TDP promedio. TDP Boost es recomendado para el uso en escritorio y no afecta a la hora de jugar.
it_it: Obiettivo TDP medio. Il TDP Boost è consigliato per l'uso desktop e non influisce sui giochi.
uk: Середнє цільове значення TDP. TDP Boost рекомендується для використання на настільних системах і не впливає на ігри.

source: Allows the device to temporarily boost by setting appropriate slow and fast TDPs.
es: Permite que el dispositivo reciba un aumento de potencia temporal ajustando apropiadamente los TDPs lentos y rápidos.
it_it: Consente al dispositivo di aumentare temporaneamente la potenza impostando TDP lenti e veloci appropriati.
uk: Дозволяє пристрою тимчасово підвищувати продуктивність шляхом встановлення відповідних повільного та швидкого TDP.

source: Change TDP with View+Y
es: Cambia el TDP con Ver+Y
it_it: Cambia TDP con View+Y
uk: Змінити TDP комбінацією View+Y

source: Allows you to cycle through TDP modes with the View+Y key combination. Recommended to use with ROG Swap, as the View button will be muted to games.
es: Te permite cambiar entre modos de TDP con la combinación de teclas Ver+Y. Se recomienda usarlo con ROG Swap, ya que el botón Ver estará siendo usado en los juegos.
it_it: Consente di scorrere le modalità TDP con la combinazione di tasti View+Y. Si consiglia di utilizzarlo con ROG Swap, poiché il pulsante View verrà disattivato per i giochi.
uk: Дозволяє перемикатися між режимами TDP за допомогою комбінації клавіш View+Y. Рекомендується використовувати разом із ROG Swap, оскільки кнопка View буде вимкнена в іграх.

source: Custom Fan Curve
es: Curva de Ventilador Personalizada
it_it: Curva Ventola Personalizzata
uk: Користувацька крива вентилятора

source: Allows you to set a custom fan curve.
es: Te permite establecer una curva de ventilador personalizada.
it_it: Consente di impostare una curva della ventola personalizzata.
uk: Дозволяє встановлювати користувацьку криву вентилятора.

source: Disabled
es: Desactivado
it_it: Disabilitato
uk: Вимкнено

source: Lets the device manage the fan curve on its own.
es: Permite que el dispositivo gestione la curva del ventilador por si mismo.
it_it: Lascia che il dispositivo gestisca autonomamente la curva della ventola.
uk: Дозволяє пристрою самостійно керувати кривою вентилятора.

source: Manual
it_it: Manuale
uk: Ручний

source: Sets the speed at the named temperature.
es: Establece la velocidad a la temperatura nombrada.
it_it: Imposta la velocità alla temperatura indicata.
uk: Встановлює швидкість при вказаній температурі.

source: Restore Default
es: Restablecer Predeterminado
it_it: Ripristina Predefiniti
uk: Відновити значення за замовчуванням

source: Restore a default sane fan curve.
es: Restablece a la curva de ventilador prudente predeterminada.
it_it: Ripristina una curva della ventola predefinita e sensata.
uk: Відновити стандартну нормальну криву вентилятора.

source: Fan Curve Limitation
es: Limitación de la Curva del Ventilador
it_it: Limitazione Curva Ventola
uk: Обмеження кривої вентилятора

source: Extreme Standby Mode
es: Modo Espera Extremo
it_it: Modalità Standby Estremo
uk: Режим екстремального очікування

source: Enabled
es: Habilitado
it_it: Abilitato
uk: Ввімкнено

source: Battery Settings
es: Ajustes de Batería
it_it: Impostazioni Batteria
uk: Налаштування батареї

source: Charge Limit (%)
es: Límite de carga (%)
it_it: Limite di Carica (%)
uk: Ліміт заряджання (%)

source: Applies a charge limit to the battery, 75% and up.
es: Aplica un límite de carga a la batería de 70% o más.
it_it: Applica un limite di carica alla batteria, dal 75% in su.
uk: Застосовує обмеження заряду батареї на 75% і більше.

source: Unset
es: No definido
it_it: Non impostato
uk: Не встановлено

source: Charge Bypass
es: Carga Bypass
it_it: Bypass Carica
uk: Пропуск заряджання

source: While On
es: Mientras esté encendido
it_it: Mentre Acceso
uk: Поки ввімкнений

source: Always
es: Siempre
it_it: Sempre
uk: Завжди

source: Power
es: Fuente de Alimentación
it_it: Potenza
uk: Живлення

source: Power Profile
es: Perfil de energía
it_it: Profilo Energetico
uk: Профіль живлення

source: Allows setting the power profile of the system using Power Profiles Daemon.
es: Permite ajustar el perfil de energía del sistema usando Power Profiles Daemon.
it_it: Consente di impostare il profilo energetico del sistema utilizzando il demone Power Profiles.
uk: Дозволяє встановлювати енергетичний профіль системи за допомогою Power Profiles Daemon.

source: Powersave
es: Ahorro de energía
it_it: Risparmio Energetico
uk: Економія енергії

source: Balanced
es: Balanceado
it_it: Bilanciato
uk: Збалансований

source: Custom Scheduler
es: Scheduler Personalizado
it_it: Scheduler Personalizzato
uk: Користувацький планувальник

source: Allows attaching a scheduler to the kernel sched_ext. Schedulers need to be installed and kernel needs to support sched_ext.
es: Permite conectar un scheduler al kernel sched_ext. Los scheduler necesitan estar instalados y el kernel debe soportar sched_ext.
it_it: Consente di collegare uno scheduler a sched_ext del kernel. Gli scheduler devono essere installati e il kernel deve supportare sched_ext.
uk: Дозволяє підключати планувальник до kernel sched_ext. Планувальники повинні бути встановлені, а ядро має підтримувати sched_ext.

source: Steamdeck Overclock (Requires Reboot)
it_it: Overclock Steam Deck (Richiede Riavvio)

source: Allows setting the Steam TDP slider from 1-20W instead of 4-15W. Unchecked, it is still setting TDP to 15W.
it_it: Consente di impostare lo slider TDP di Steam da 1-20W invece di 4-15W. Se non selezionato, imposta comunque il TDP a 15W.

source: Processor Settings
es: Configuración del Procesador
it_it: Impostazioni Processore
uk: Налаштування процесора

source: CPU Settings
es: Ajustes de la CPU
it_it: Impostazioni CPU
uk: Налаштування CPU

source: Auto
it_it: Automatico
uk: Авто

source: Handheld Daemon will manage the energy management settings. This includes CPU governor, CPU boost, GPU frequency, and CPU power preferences. At low TDPs, the CPU will be tuned down and at other TDPs, it will use balanced settings.
es: Handheld Daemon gestionará los ajustes de gestión de energía. Esto incluye el governor, el boost y las preferencias de la potencia de la CPU y por parte de la GPU su frecuencia. A TDPs bajos, a la CPU se le bajarán los ajustes, mientras que en otros TDPs usará otros ajustes más balanceados.
it_it: Handheld Daemon gestirà le impostazioni di gestione energetica. Ciò include il governor della CPU, il boost della CPU, la frequenza della GPU e le preferenze di alimentazione della CPU. A bassi TDP, la CPU verrà depotenziata e ad altri TDP, utilizzerà impostazioni bilanciate.
uk: Handheld Daemon керуватиме налаштуваннями енергоспоживання. Це включає CPU governor, підвищення частоти CPU, частоту GPU та налаштування енергоспоживання CPU. При низьких TDP CPU буде знижено, а при інших TDP використовуватимуться збалансовані налаштування.

source: Allows you to set the energy management settings manually.
es: Te permite establecer los ajustes de gestión de energía manualmente.
it_it: Consente di impostare manualmente le impostazioni di gestione energetica.
uk: Дозволяє вручну налаштовувати параметри енергоспоживання.

source: CPU Power (EPP)
es: Potencia de la CPU (EPP)
it_it: Potenza CPU (EPP)
uk: Живлення CPU (EPP)

source: Sets the energy performance preference for the CPU. Keep on balanced for good performance on all TDPs. Options map to `power`, `balance_power`, `balance_performance`. Performance is not recommended and is not included.
es: Establece las preferencia de rendimiento energético para la CPU. Mantiene el balance para un mejor rendimiento en todos los rangos de TDP. Las opciones son "energía", "balance-energía", "balance-rendimiento". Rendimiento no esta recomendado y no esta incluido.
it_it: Imposta la preferenza di prestazione energetica per la CPU. Mantenere su bilanciato per buone prestazioni a tutti i TDP. Le opzioni corrispondono a `power`, `balance_power`, `balance_performance`. La modalità Performance non è raccomandata e non è inclusa.
uk: Встановлює пріоритет енергоспоживання для CPU. Тримайте на balanced для стабільної продуктивності на всіх TDP. Опції відповідають power, balance_power, balance_performance. Performance не рекомендується і не включено.

source: Low
es: Bajo
it_it: Bassa
uk: Низький

source: High
es: Alto
it_it: Alta
uk: Високий

source: CPU Minimum Frequency
es: Frecuencia mínima de la CPU
it_it: Frequenza Minima CPU
uk: Мінімальна частота CPU

source: Sets the minimum frequency for the CPU. Using 400MHz will save battery in light games. However, the delay of increasing the frequency may cause minor stutters, especially in VRR displays.
es: Establece la frecuencia mínima para la CPU. Usando 400MHz ahorrarás batería en juegos poco demandantes. Sin embargo, el delay de incrementar la frecuencia puede causar stuttering menor, especialmente en pantallas con VRR.
it_it: Imposta la frequenza minima per la CPU. Usare 400MHz risparmierà batteria nei giochi leggeri. Tuttavia, il ritardo nell'aumentare la frequenza potrebbe causare piccoli scatti, specialmente su schermi VRR.
uk: Встановлює мінімальну частоту CPU. Використання 400 МГц економить батарею у легких іграх. Однак затримка підвищення частоти може спричиняти невеликі лаги, особливо на дисплеях з VRR.

source: CPU Boost
it_it: Boost CPU
uk: CPU Буст

source: Enables or disables the CPU boost frequencies. Disabling lowers total consumption by 2W with minimal performance impact.
es: Activa o desactiva las frecuencias del Boost de la CPU. Desactivarlo baja el consumo total en 2W con un impacto mínimo en el rendimiento.
it_it: Abilita o disabilita le frequenze di boost della CPU. Disabilitarlo riduce il consumo totale di 2W con un impatto minimo sulle prestazioni.
uk: Увімкнення або вимкнення підвищених частот CPU. Вимкнення знижує загальне споживання на 2 Вт з мінімальним впливом на продуктивність.

source: GPU Frequency
es: Frecuencia de la GPU
it_it: Frequenza GPU
uk: Частота GPU

source: Pins the GPU to a certain frequency. Helps in certain games that are CPU or GPU heavy by shifting power to or from the GPU. Has a minor effect.
es: Establece la frecuencia de la GPU. Ayuda en algunos juegos que son CPU o GPU demandantes cogiendo potencia de o hacia la GPU. Tiene un efecto mínimo.
it_it: Fissa la GPU a una certa frequenza. Aiuta in alcuni giochi che sono pesanti per la CPU o la GPU spostando l'alimentazione da o verso la GPU. Ha un effetto minore.
uk: Фіксує частоту GPU на певному рівні. Допомагає в іграх, що сильно навантажують CPU або GPU, перенаправляючи потужність на GPU або від нього. Має незначний ефект.

source: Lets the GPU manage its own frequency.
es: Permite a la CPU gestionar su propia frecuencia.
it_it: Lascia che la GPU gestisca la propria frequenza.
uk: Дозволяє GPU самостійно керувати своєю частотою.

source: Max Limit
es: Límite Máximo
it_it: Limite Massimo
uk: Максимальний ліміт

source: Limits the maximum frequency of the GPU.
es: Limita la frecuencia máxima de la GPU.
it_it: Limita la frequenza massima della GPU.
uk: Обмежує максимальну частоту GPU.

source: Maximum Frequency
es: Frecuencia Máxima
it_it: Frequenza Massima
uk: Максимальна частота

source: Range
es: Rango
it_it: Intervallo
uk: Діапазон

source: Sets the GPU frequency to a range.
es: Establece la frecuencia de la GPU a un rango.
it_it: Imposta la frequenza della GPU in un intervallo.
uk: Встановлює частоту GPU у певному діапазоні.

source: Minimum Frequency
es: Frecuencia mínima
it_it: Frequenza Minima
uk: Мінімальна частота

source: Fixed
es: Corregido
it_it: Fissa
uk: Зафіксовано

source: Pins the GPU to a certain frequency (not recommended).
es: Establece la GPU a cierta frecuencia (no recomendado).
it_it: Fissa la GPU a una certa frequenza (non raccomandato).
uk: Фіксує частоту GPU на певному рівні (не рекомендується).

source: Frequency
es: Frecuencia
it_it: Frequenza
uk: Частота

source: Conflict Detected
es: Conflicto Detectado
it_it: Conflitto Rilevato
uk: Виявлено конфлікт

source: Enable Processor Settings
es: Activa la configuración del Procesador
it_it: Abilita Impostazioni Processore
uk: Увімкнути налаштування процесора

source: Enable energy management
es: Activa la gestión de energía
it_it: Abilita gestione energetica
uk: Увімкнути керування енергоспоживанням

source: Handheld daemon will manage the power preferences for the system, including Governor, Boost, GPU frequency, and EPP. In addition, Handheld daemon will launch a PPD service to replace PPD's role in the system.
es: Handheld Daemon gestionara las preferencias de alimentación por el sistema, incluyendo Governor, Boost, frecuencia de la GPU y EPP. Además lanzará un servicio PPD para remplazar el PPD del sistema.
it_it: Handheld daemon gestirà le preferenze di alimentazione per il sistema, inclusi Governor, Boost, frequenza GPU ed EPP. Inoltre, Handheld daemon avvierà un servizio PPD per sostituire il ruolo di PPD nel sistema.
uk: Handheld Daemon керуватиме енергетичними налаштуваннями системи, включно з Governor, Boost, частотою GPU та EPP. Крім того, Handheld Daemon запускатиме сервіс PPD, щоб замінити його роль у системі.

source: Enable PPD Emulation (KDE/Gnome Power)
es: Habilita Emulación de PPD (KDE/Gnome Power)
it_it: Abilita Emulazione PPD (KDE/Gnome Power)
uk: Увімкнути емуляцію PPD (KDE/Gnome Power)

source: Enable PPD service to manage the power preferences for the system.
es: Habilita el servicio PPD para gestionar las preferencias de alimentación para el sistema.
it_it: Abilita il servizio PPD per gestire le preferenze di alimentazione del sistema.
uk: Увімкнути сервіс PPD для керування енергетичними налаштуваннями системи.

source: Power Light
es: Luz del Botón de Alimentación
it_it: Spia di Alimentazione
uk: Індикатор живлення

source: Legion Button + Y changes TDP Mode
es: Botón Legion + Y cambia el Modo de TDP
it_it: Pulsante Legion + Y cambia la Modalità TDP
uk: Комбінація Legion Button + Y змінює режим TDP

source: Lenovo TDP
es: TDP de Lenovo
it_it: TDP Lenovo

source: Uses the interface of Legion Space to set the TDP of the device.
es: Usa la interfaz de Legion Space para establecer el TDP de este dispositivo.
it_it: Usa l'interfaccia di Legion Space per impostare il TDP del dispositivo.
uk: Використовує інтерфейс Legion Space для встановлення TDP пристрою.

source: Quiet
es: Silencio
it_it: Silenzioso
uk: Тихий

source: Maximum average TDP. Boost goes a bit higher and is recommended for desktop use.
es: TDP máximo promedio. Boost aumenta un poco más y esta recomendado para el uso conectado a la corriente.
it_it: TDP medio massimo. Il Boost va un po' più in alto ed è consigliato per l'uso desktop.
uk: Максимальне середнє значення TDP. Boost трохи підвищується і рекомендується для використання на настільних системах.

source: Allows the device to boost by setting appropriate slow and fast TDPs.
es: Permite al dispositivo aumentar la potencia mediante TDPs lentos y rápidos apropiados.
it_it: Consente al dispositivo di aumentare la potenza impostando TDP lenti e veloci appropriati.
uk: Дозволяє пристрою підвищувати продуктивність шляхом встановлення відповідних повільного та швидкого TDP.

source: Set Fan to Full Speed
it_it: Imposta Ventola a Velocità Massima
uk: Встановити вентилятор на повну швидкість

source: Lets Legion GO manage the curve on its own. Setting this option will cause a mode change to reset the fan curve.
it_it: Lascia che Legion GO gestisca la curva autonomamente. Impostare questa opzione causerà un cambio di modalità per resettare la curva della ventola.
uk: Дозволяє Legion GO самостійно керувати кривою вентилятора. Установлення цього параметра спричинить зміну режиму для скидання кривої вентилятора.

source: Enforce Windows Minimums
it_it: Applica Minimi di Windows
uk: Примусово застосувати мінімальні налаштування Windows

source: Enforce the minimum fan curve from Legion Space.
it_it: Applica la curva della ventola minima da Legion Space.
uk: Примусово застосувати мінімальну криву вентилятора з Legion Space.

source: Reset to the original fan curve for custom mode.
it_it: Ripristina la curva della ventola originale per la modalità personalizzata.
uk: Скинути криву вентилятора до оригінальної для користувацького режиму.
