Repository: ILDaviz/hhd
Catalog: i18n/*/LC_MESSAGES/hhd.po
Languages: es, uk

source: → Swipe Left Side (Top)
es: → Deslizar hacia la izquierda (Arriba)
uk: → Свайп вліво (Верх)

source: → Swipe Left Side (Bottom)
es: → Deslizar hacia la izquierda (Abajo)
uk: → Свайп вліво (Низ)

source: ↓ Swipe Down
es: ↓ Deslizar hacia abajo
uk: ↓ Свайп вниз

source: Orientation Correction
es: Corregir orientación
uk: Корекція орієнтації

source: Auto
uk: Авто

source: Device
es: Dispositivo
uk: Пристрій

source: Portrait
es: Vertical
uk: Портрет

source: Flip Left-Right
es: Rotar izquierda - derecha
uk: Перевернути зліва направо

source: Flip Top-Bottom
es: Rotar Arriba - Abajo
uk: Перевернути зверху вниз

source: Keyboard (Gaming Only)
es: Teclado (Solo Juego)
uk: Клавіатура (тільки для ігор)

source: Start (Meta) Press
es: Pulsa Start (Meta)
uk: Натискання кнопки Start (Meta)

source: Start (Meta) Hold
es: Mantener Start (Meta)
uk: Утримування кнопки Start (Meta)

source: Failed to hibernate (missing swap file).
es: Fallo al hibernar (archivo swap faltante).
uk: Не вдалося перейти в режим глибокого сну (відсутній файл підкачки).

source: Failed to create temporary swap.
es: Fallo al crear swap temporal.
uk: Не вдалося створити тимчасовий файл підкачки.

source: Failed to hibernate to temporary swap.
es: Fallo al hibernar para crear swap temporal.
uk: Не вдалося перейти в режим глибокого сну до тимчасового файлу підкачки.

source: Power
es: Fuente de Alimentación
uk: Живлення

source: Reboot into Windows
es: Reiniciar a Windows
uk: Перезавантаження у Windows

source: Make sure you saved your game progress.
es: Asegúrate de que has guardado el progreso de tu juego.
uk: Переконайтеся, що ви зберегли свій прогрес у грі.

source: Hibernate
es: Hibernar
uk: Глибокий сон

source: Saves your progress and powers off the device.
es: Guarda tu progreso y apaga el dispositivo.
uk: Зберігає ваш прогрес і вимикає пристрій.

source: Hibernate when device asks and at 5%.
es: Hiberna cuando el dispositivo pregunte y al 5%.
uk: Переходити в режим глибокого сну, коли пристрій цього вимагає та при 5%.

source: Certain devices wake up to force Windows to hibernate. If Linux does not they cause issues. Detect and hibernate on thermal events and on 5% battery.
es: Algunos dispositivos se despiertan para forzar Windows a hibernar. Si Linux no lo hace estos causan problemas. Detecta e hiberna en eventos relativos a la temperatura y cuando queda un 5% de batería.
uk: Деякі пристрої виходять із режиму сну, щоб змусити Windows перейти в режим глибокого сну. Якщо Linux цього не робить, виникають проблеми. Розпізнавати та переходити в режим глибокого сну при теплових подіях та при 5% заряду батареї.

source: Steam Powerbutton Handler
es: Administra el Botón de Encendido de Steam
uk: Обробник кнопки живлення Steam

source: Enables the Steam Powerbutton handler (responsible for the wink and powerbutton menu).
es: Activa el Administrador del Botón de Encendido de Steam (responsable del parpadeo y el menú de apagado en el botón).
uk: Увімкнути обробник кнопки живлення Steam (відповідає за блимання та меню кнопки живлення).

source: Saturation
es: Saturación
uk: Насиченість

source: Style
es: Estilo
uk: Стиль

source: Secondary
uk: Вторинний

source: Enable Secondary
es: Activar secundario
uk: Ввімкнути вторинний

source: Speed
es: Velocidad
uk: Швидкість

source: Direction
es: Dirección
uk: Напрям

source: Strobe
es: Estroboscópico
uk: Мигання

source: Strobes the LEDs as a prespecified color.
es: Hace parpadear los LED en un color predeterminado.
uk: Пульсуюче світіння світлодіодів у визначеному кольорі.

source: Spiral
es: Espiral
uk: Спіраль

source: Creates an RGB spiral around the stick.
es: Crea una espiral RGB alrededor del stick.
uk: Створює RGB-спіраль навколо стіка.

source: Cycle
es: Ciclo
uk: Цикл

source: Duality
es: Dualidad
uk: Подвійний

source: Alternates between two colors.
es: Alterna entre dos colores.
uk: Чергування двох кольорів.

source: RGB Settings
es: Ajustes de RGB
uk: Налаштування RGB

source: Controller RGB
es: RGB del mando
uk: Контролер RGB

source: Enable RGB support.
es: Activa el soporte RGB.
uk: Ввімкнути підтримку RGB.

source: Xbox Elite
es: Xbox Élite
