Repository: ILDaviz/hhd
Catalog: i18n/*/LC_MESSAGES/hhd.po
Languages: es, uk

source: Controller
es: Mando
uk: Контролер

source: Modules
es: Módulos
uk: Модулі

source: General
uk: Загальне

source: Updates
es: Actualizaciones
uk: Оновлення

source: Bugreport
es: Informar de un error
uk: Повідомити про помилку

source: Shortcuts
es: Atajos
uk: Ярлики

source: Settings
es: Ajustes
uk: Налаштування

source: Core Settings
es: Ajustes de Núcleo
uk: Основні налаштування

source: Language
es: Idioma
uk: Мова

source: System
es: Sistema
uk: Система

source: English
es: Inglés
uk: Англійська

source: Simplified Chinese
es: Chino Simplificado
uk: Китайська спрощена

source: Traditional Chinese
es: Chino Tradicional
uk: Китайська традиційна

source: Portugese (Brazil)
es: Portugués (Brasil)
uk: Португальська

source: Russian
es: Ruso
uk: руснява

source: Theme
es: Tema
uk: Тема

source: Allows changing the theme in the UI. Default is either Diavolo or your distribution's theme.
es: Permite cambiar el tema de la interfaz. Por defecto es Diavolo o el tema de tu distribución.
uk: Дозволяє змінювати тему в інтерфейсі. Типово використовується або Diavolo, або тема вашої дистрибуції.

source: Default
es: Por defecto
uk: По замовчуванням

source: Reset Settings
es: Reiniciar ajustes
uk: Скинути налаштування

source: Resets all Handheld Daemon settings to their default values.
es: Reinicia todos los ajustes de Handheld Daemon a sus valores por defecto.
uk: Скидає всі налаштування Handheld Daemon до їхніх типових значень.

source: It is no longer possible to update Decky from here. If you see this, update the Decky plugin manually.
es: Ya no es posible actualizar Decky desde aquí. Si lees esto, actualiza el plugin de Decky manualmente.
uk: Оновлювати Decky звідси більше неможливо. Якщо ви бачите це повідомлення, оновіть плагін Decky вручну.

source: Handheld Daemon Version
es: Handheld Daemon Versión
uk: Версія Handheld Daemon

source: Displays the Handheld Daemon version.
es: Muestra la versión de Handheld Daemon.
uk: Відображає версію Handheld Daemon.

source: Handheld Daemon UI Version
es: Interfaz de Handheld Daemon Versión
uk: Версія інтерфейсу Handheld Daemon

source: Adjustor (TDP) Version
es: Adjustor (TDP) Versión
uk: Версія Adjustor (TDP)

source: Update (Stable)
es: Actualizar (Estable)
uk: Оновлення (Стабільний)

source: Updates to the latest version from PyPi (local install only).
es: Actualiza a la última versión desde PyPi (solo instalación local).
uk: Оновлює до останньої версії з PyPi (тільки локальна інсталяція).

source: Update (Unstable)
es: Actualizar (Inestable)
uk: Оновлення (Нестабільний)

source: Updates to the master branch from git (local install only).
es: Actualiza a la rama maestra desde git (solo instalación local).
uk: Оновлює до гілки master з Git (тільки локальна інсталяція).

source: Update Error
es: Error al actualizar
uk: Помилка оновлення

source: API Configuration
es: Configuración de API
uk: Налаштування API

source: Settings for configuring the http endpoint of HHD.
es: Ajustes para configurar el HTTP endpoint de HHD.
uk: Налаштування для конфігурації HTTP-ендпоінта HHD.

source: Limit Access to localhost
es: Limitar el acceso al localhost
uk: Обмежити доступ до localhost

source: Sets the API target to '127.0.0.1' instead '0.0.0.0'.
es: Establece como objetivo de la API a la dirección IP '127.0.0.1' en vez de a '0.0.0.0'.
uk: Встановлює ціль API на '127.0.0.1' замість '0.0.0.0'.

source: Use Security token
es: Usar Token de seguridad
uk: Використовувати токен безпеки

source: Generates a security token in `~/.config/hhd/token` that is required for authentication.
es: Genera un Token de seguridad en `~/.config/hhd/token`que será necesaria para autentificarse.
uk: Генерує токен безпеки у ~/.config/hhd/token, який необхідний для автентифікації.

source: Lightbar
es: Barra de Luz
uk: Світлодіодна панель

source: Keyboard
es: Teclado
uk: Клавіатура

source: Aura Settings
es: Ajustes de Aura
uk: Налаштування Aura

source: Brightness
es: Brillo
uk: Яскравість

source: Off
uk: Вимкнено

source: Low
es: Bajo
uk: Низький

source: Medium
es: Medio
uk: Середній

source: High
es: Alto
uk: Високий

source: RGB Power Settings
es: Configuración de energía RGB
uk: Налаштування живлення RGB

source: On TDP Changes
es: Al cambiar el TDP
uk: При змінах TDP

source: Boot
es: Arranque
uk: Завантаження

source: Awake
es: Encendido
uk: Пробудження

source: Sleep while Charging
es: Suspensión mientras se carga
uk: Перехід у сплячий режим під час заряджання

source: Shutdown
es: Apagar
uk: Вимкнення

source: Enable Aura RGB support
es: Activar soporte de Aura RGB
uk: Увімкнути підтримку Aura RGB

source: Cross Film / Joystick
uk: Перехресна плівка / Джойстик

source: Cross / Joystick
uk: Хрест / Джойстик

source: Cross / Touchpad
es: Cross / Panel Táctil
uk: Хрест / Тачпад

source: Direction / Joystick
es: Dirección / Joystick
uk: Напрям / Джойстик

source: Joystick / Cross Film
uk: Джойстик / Перехресна плівка

source: Joystick / Cross
uk: Джойстик / Хрест

source: Touchpad / Cross
es: Panel Táctil / Cross
uk: Тачпад / Хрест

source: Joystick / Direction
es: Joystick / Dirección
uk: Джойстик / Напрям

source: ABXY \ Joystick
uk: ABXY \ Джойстик

source: ABXY \ Touchpad
es: ABXY \ Panel Táctil
uk: ABXY \ Тачпад

source: ABXY Film \ Joystick
uk: ABXY плівка \ Джойстик

source: Joystick \ ABXY
uk: Джойстик \ ABXY

source: Touchpad \ ABXY
es: Panel Tácil \ ABXY
uk: Тачпад \ ABXY

source: Joystick \ ABXY Film
uk: Джойстик \ ABXY плівка

source: Unknown
es: Desconocido
uk: Невідомий

source: Ejecting...
es: Expulsando...
uk: Виймання...

source: Activating...
es: Activando...
uk: Активація...

source: Unpowered
es: Sin energia
uk: Не ввімкнено

source: Disconnected
es: Desconectado
uk: Від'єднано

source: Paused
es: Pausado
uk: Пауза

source: Ayaneo Controller
uk: Контролер Ayaneo

source: Allows for configuring your handheld's controller to a unified output.
es: Permite configurar el mando de tu dispositivo portátil a una salida unificada.
uk: Дозволяє налаштувати контролер вашого портативного пристрою на уніфікований вихід.

source: Controller Emulation
es: Emulación de Controles
uk: Емуляція контролера

source: Emulate different controller types to fuse your device's features.
es: Emula diferentes tipos de mandos para unificar las funciones de tu dispositivo.
uk: Емілювати різні типи контролерів, щоб поєднати можливості вашого пристрою.

source: Motion Support
es: Soporte de control de movimiento
uk: Підтримка руху

source: Enable gyroscope/accelerometer (IMU) support (.3% background CPU use)
es: Activa el soporte del giroscopio/acelerómetro (IMU) (.3% de uso de CPU en segundo plano)
uk: Увімкнути підтримку гіроскопа/акселерометра (IMU) (використання CPU у фоні ~0.3%)

source: Motion Hz
es: Tasa de Refresco (Hz)
uk: Рух Hz

source: Sets the sampling frequency for the IMU.
es: Establece la frecuencia de muestreo para el IMU.
uk: Встановлює частоту опитування для IMU.

source: Aya Button Map (Left, Right)
es: Map botón Aya (Izquierda, Derecha)
uk: Налаштування кнопок Aya (ліва, права)

source: Swaps the Guide and QAM buttons with start and select.
es: Intercambia el botón Guía y el de Acceso rápido por los botones de Start y Select.
uk: Міняє кнопки Guide та QAM на Start і Select.

source: Default (Select/Start, Guide/QAM)
es: Por defecto (Select/Start, Guía/Acceso Rápido)
uk: За замовчуванням (Select/Start, Guide/QAM)

source: Traditional (Guide/Select, Start/QAM)
es: Tradicional (Guía/Select, Start/Acceso Rápido)
uk: Традиційний (Guide/Select, Start/QAM)

source: Traditional Rev. (Select/Guide, QAM/Start)
es: Tradicional Rev. (Select/Guía, Acceso Rápido/Start)
uk: Традиційний обр. (Select/Guide, QAM/Start)

source: Vibration
es: Vibración
uk: Вібрація

source: Nintendo Mode (A-B Swap)
es: Modo Nintendo (Intercambio A-B)
uk: Режим Nintendo (заміна A та B)

source: Swaps A with B and X with Y.
es: Intercambia los botones A por B y X por Y.
uk: Міняє місцями A та B і X та Y.

source: Hold View to Reboot
es: Mantén el botón View para Reiniciar
uk: Утримуйте View для перезавантаження

source: Magic Modules
uk: Магічні модулі

source: Pop Both Modules
uk: Витягнути обидва модулі

source: Pops the left and right Ayaneo Magic Modules modules.
uk: Витягує лівий та правий модулі Ayaneo Magic Modules.

source: Left
es: Izquierda
uk: Лівий

source: Pop Left Module
uk: Витягнути лівий модуль

source: Right
es: Derecha
uk: Правий

source: Pop Right Module
uk: Витягнути правий модуль

source: Quick Reset
es: Reinicio rápido
uk: Швидке скидання

source: Re-initializes the Ayaneo Magic Modules modules.
es: Reinicia los Magic Modules de Ayaneo.
uk: Повторно ініціалізує модулі Ayaneo Magic Modules.

source: Claw Controller
es: Mando de Claw
uk: Контролер Claw

source: DInput Mode (Enables Paddles, Beta)
es: Modo DInput (Habilita los botones traseros, Beta)
uk: Режим DInput (Увімкнення Paddles, бета)

source: Swap Guide and Menu/View
es: Intercambia el Botón Guía y el de Menú/Ver
uk: Поміняти місцями кнопки Guide та Menu/View

source: Start/Select do SteamOS Combos
es: Star/Select Combos de SteamOS
uk: Кнопки Start/Select виконують комбінації SteamOS

source: When holding Select or Start, if another button is pressed, they become the Xbox button, which allows doing SteamOS combos (Select+RT is screenshot).
es: Cuando mantienes Select o Start, si otro botón es presionado, estos se convierten en el botón de Xbox/Guía, lo que permite realizar combinaciones de SteamOS (Select+RT es hacer una captura de pantalla).
uk: При утриманні Select або Start, якщо натиснути іншу кнопку, вони стають кнопкою Xbox, що дозволяє виконувати комбінації SteamOS (наприклад, Select+RT робить скріншот).

source: Disabled
es: Desactivado
uk: Вимкнено

source: Select Only
es: Solo Select
uk: Тільки Select

source: Handheld
es: Dispositivo Portátil
uk: Портативний

source: GPD Controller
es: Mando de GPD
uk: Контролер GPD

source: Allows for configuring the gpd win controllers to a unified output.
es: Permite configurar los mandos de la GPD Win a una salida unificada.
uk: Дозволяє налаштовувати контролери GPD Win на уніфікований вихід.

source: Emulate different controller types to fuse gpd features.
es: Emula diferentes tipo de mando para unificar las funciones de la GPD.
uk: Емілювати різні типи контролерів, щоб поєднати можливості GPD.

source: Menu/L4/R4 Mapping
es: Mapeo de Menú/L4/R4
uk: Призначення кнопок Menu/L4/R4

source: Maps L4/R4 to Steam Input (requires L4/R4 as HHD in Wincontrols tab). If disabled, they are keyboard buttons. Menu/L4/R4 can be combos: Menu is single-press QAM, double HHD, hold Xbox. L4/R4 are single-press QAM, hold HHD (legacy).
es: Mapea L4/R4 a Steam Input (requiere L4/R4 activado en la pestaña de Wincontrols de HHD), si esta desactivado, funcionaran como teclas del teclado. Menú/L4/R4 pueden ser Combos: Menú con un solo toque es el acceso rápido, doble toque HHD, mantenido botón Xbox/Guía, L4/R4 con un solo toque son el acceso rápido y mantenido HHD (legado).
uk: Призначає L4/R4 для Steam Input (потрібно, щоб L4/R4 були HHD у вкладці Wincontrols). Якщо вимкнено, вони працюють як клавіші клавіатури. Menu/L4/R4 можуть бути комбінаціями: Menu – одноразове натискання QAM, подвійне HHD, утримання Xbox; L4/R4 – одноразове натискання QAM, утримання HHD (старий режим).

source: Paddles, no Combo
es: Botones traseros, no es un Combo
uk: Paddles, без комбінацій

source: Menu is Combo
es: Menú es un Combo
uk: Menu у режимі комбінацій

source: L4 is Combo
es: L4 es un Combo
uk: L4 у режимі комбінацій

source: R4 is Combo
es: R4 es un Combo
uk: R4 у режимі комбінацій

source: Specialized settings for GPD devices.
es: Ajustes específicos para dispositivos GPD.
uk: Спеціалізовані налаштування для пристроїв GPD.

source: RGB Mode
es: Modo RGB
uk: Режим RGB

source: Turns the LEDs off.
es: Apaga las luces LED.
uk: Вимикає світлодіоди.

source: Solid
es: Sólido
uk: Постійний

source: Maintains the LEDs at a solid color.
es: Mantiene el LED en un color sólido.
uk: Підтримує світлодіоди у постійному кольорі.

source: Pulse
es: Pulso
uk: Пульсуючий

source: Slowly pulses the LEDs as a prespecified color.
es: Muestra pulsos de luz LED mediante el color establecido.
uk: Повільно мерехтять світлодіоди заданого кольору.

source: Rainbow
es: Arcoiris
uk: Райдуга

source: Cycles through the different colors.
es: Ciclos que van cambiando de color.
uk: Перемикається між різними кольорами.

source: Mouse Mode Mapping
es: Mapeo del Modo Ratón
uk: Призначення кнопок для режиму миші

source: Do not change
es: No cambiar
uk: Не змінювати

source: GPD Mouse Mode
es: GPD Modo Ratón
uk: Режим миші GPD

source: For Games
es: Para Juegos
uk: Для гравців

source: Mouse Mode Triggers
es: Gatillos Modo Ratón
uk: Тригери режиму миші

source: GPD (RT is Fast Mouse)
es: GPD (RT es Ratón acelerado)
uk: GPD (RT — швидка миша)

source: SteamOS (LT/RT are R/L Clicks)
es: SteamOS (LT/RT son R/L Clics)
uk: SteamOS (LT/RT - це клацання R/L)

source: L4/R4 Mapping
es: Mapeo de L4/R4
uk: Маппінг L4/R4

source: For HHD (F20/F21)
es: Para HHD (F20/F21)
uk: Для HHD (F20/F21)

source: Default (Pause/PrntScr)
es: Por defecto (Pausa/Impr Pant)
uk: За замовчуванням (Pause/PrntScr)

source: Deadzones
es: Zona Muerta
uk: Мертві зони

source: Do not change the deadzones.
es: No modificar las zonas muertas.
uk: Не змінювати мертві зони.

source: Set Deadzones
es: Establece las Zonas muertas
uk: Задати мертві зони

source: Use custom deadzones.
es: Usa Zonas muertas personalizadas.
uk: Використовувати власні мертві зони.

source: Left Stick Center
es: Centro del Stick Izquierdo
uk: Центр лівого стіку

source: Left Stick Boundary
es: Límite del Stick Izquierdo
uk: Межа лівого стіка

source: Right Stick Center
es: Centro del Stick Derecho
uk: Центр правого стіку

source: Right Stick Boundary
es: Límite del Stick Derecho
uk: Межа правого стіку

source: Vibration Strength
es: Fuerza de Vibración
uk: Сила вібрації

source: Firmware
uk: Прошивка

source: Error
uk: Помилка

source: Apply Settings
es: Aplicar ajustes
uk: Застосувати налаштування

source: Legion Controller
uk: Контролер Legion

source: Configure the Legion Controller emulation modes.
es: Configura los modos de emulación del Legion Controller.
uk: Налаштування режимів емуляції контролера Legion.

source: Emulation Mode (X-Input)
es: Modo de Emulación (X-Input)
uk: Режим емуляції (X-Input)

source: Emulate different controller types when in X-Input mode.
es: Emula diferentes tipos de mandos cuando el Legion Controller esta en modo X-Input.
uk: Емулювати різні типи контролерів у режимі X-Input.

source: Mapping Style
es: Estilo de Mapeo
uk: Стиль прив'язки кнопок

source: Choose OS mapping style.
es: Elige un estilo de mapeo basado en Sistema Operativo.
uk: Виберіть стиль прив'язки кнопок ОС.

source: Windows style mapping.
es: Mapeo al estilo de Windows.
uk: Прив'язка кнопок у стилі Windows.

source: Turbo Mode (Repeat Buttons)
es: Modo Turbo (Pulsación repetida)
uk: Турбо-режим (повторювані кнопки)

source: Hold Y1/Y2 for 2s, then press the buttons that will repeat. To stop, hold Y1/Y2 for 5s.
es: Manten pulsado Y1/Y2 durante 2s, luego pulsa los botones que replicarán. Para Parar, manten Y1/Y2 durante 5s.
uk: Затисніть Y1/Y2 на 2 секунди, а потім натисніть кнопки, які потрібно повторювати. Щоб зупинити, затисніть Y1/Y2 на 5 секунд.

source: 2Hz
uk: 2Гц

source: 5Hz
uk: 5Гц

source: 8Hz
uk: 8Гц

source: SteamOS style mapping.
es: Mapeo al estilo de SteamOS.
uk: Прив'язка кнопок у стилі SteamOS.

source: Touchpad Emulation [BETA]
es: Emulación del Panel Táctil [BETA]
uk: Емуляція тачпада [БЕТА]

source: Passthrough the touchpad to the controller.
es: Traspasa el panel táctil al mando.
uk: Передача керування тачпадом на контролер.

source: Gamemode
uk: Ігровий режим

source: Always
es: Siempre
uk: Завжди

source: Controller Frequency
es: Frecuencia del mando
uk: Частота контролера

source: 125Hz
uk: 125Гц

source: 250Hz
uk: 250Гц

source: 500Hz
uk: 500Гц

source: 1000Hz
uk: 1000Гц

source: Swap Legion with Menu/View
es: Intercambia el botón Legion con Menú/Ver
uk: Поміняти місцями Legion з Menu/View

source: Enable Shortcuts Controller
es: Activa los Atajos del mando
uk: Увімкнути контролер швидких клавіш

source: When in dinput mode, enable a controller for shortcuts.
es: Cuando estas en modo dinput, activa un mando por atajo.
uk: Увімкнути контролер швидких клавіш у режимі D-Input.

source: Reset Controller
es: Reiniciar mando
uk: Скинути контролер

source: Resets the controller to stock settings.
es: Reinicia el mando a los ajustes de fábrica.
uk: Скинути налаштування контролера до стандартних.

source: Legion Controllers
uk: Контролери Legion

source: Allows for configuring the Legion controllers using the built in firmware commands and enabling emulation modes for various controller types.
es: Permite configurar los Legion Controllers usando los comandos integrados en el firmware y activa los modos de emulación para varios tipos de mandos.
uk: Дозволяє налаштовувати контролери Legion за допомогою вбудованих команд прошивки та вмикати режими емуляції для різних типів контролерів.

source: Emulate different controller types when the Legion Controllers are in X-Input mode.
es: Emula diferentes tipos de mandos cuando los Legion Controllers están en modo X-Input.
uk: Емулювати різні типи контролерів, коли контролери Legion знаходяться в режимі X-Input.

source: Controller Motions Device
es: Dispositivo de Control de Movimiento
uk: Пристрій керування гіроскопом

source: Left Controller
es: Mando Izquierdo
uk: Лівий контролер

source: Right Controller
es: Mando Derecho
uk: Правий контролер

source: Both Controllers
es: Ambos mandos
uk: Обидва контролери

source: The main controller uses the right controller's motion sensor, and a secondary controller is created for the left controller's motion sensor.
es: El mando principal usa el sensor de movimiento del mando derecho y un segundo mando es creado para el sensor de movimiento del mando izquierdo.
uk: Основний контролер використовує датчик руху правого контролера, а додатковий контролер створюється для датчика руху лівого контролера.

source: M2 As Xbox Share/Dualsense Mic Mute
es: M2 como el botón Compartir del Xbox Controller/Silenciar Micrófono del Dualsense
uk: M2 як кнопка «Поділитися» (Xbox) / «Вимкнути мікрофон» (DualSense)

source: Maps the M2 to the mute button on Dualsense and the share button on the Xbox Elite controller.
es: Mapea el botón M2 al botón Silenciar micrófono del Dualsense y al botón Compartir del mando Élite de Xbox.
uk: Прив'язує кнопку M2 до кнопки вимкнення мікрофона на контролері DualSense та до кнопки «Поділитися» на контролері Xbox Elite.

source: When in other modes (dinput, dual dinput, and fps), enable a shortcuts controller to restore Guide, QAM, and shortcut functionality.
es: Cuando estas en otros modos (dinput, dual dinput y modo FPS), activa un atajo en el mando para reactivar las funciones de los botones Guía, Acceso Rápido y de otros atajos.
uk: У режимах D-Input, Dual D-Input та FPS увімкніть контролер швидких клавіш, щоб відновити функції кнопок Guide, QAM та інших комбінацій.

source: Factory Reset Controllers
es: Restaurar de fábrica los mandos
uk: Скинути налаштування контролерів до заводських

source: Resets the controllers to factory settings.
es: Restaura los mandos a la configuración de fábrica.
uk: Скинути налаштування контролерів до заводських.

source: AOKZOE Controller
uk: Контролер AOKZOE

source: OneXPlayer Controller
uk: Контролер OneXPlayer

source: Keyboard and Turbo buttons are:
es: El teclado y los botones Turbo son:
uk: Кнопки для клавіатури та турбо-режиму:

source: Keyboard, Combo
es: Teclado, Combos
uk: Клавіатура, Комбінація

source: Steam Menu, HHD
es: Menú de Steam, HHD
uk: Меню Steam, HHD

source: Combo, HHD
uk: Комбінація, HHD

source: Combo, Combo
uk: Комбінація, Комбінація

source: Swap View/Menu and Xbox/Kbd
es: Intercambiar Ver/Menú y Xbox/Teclado
uk: Поміняти місцями View/Menu та Xbox/Kbd

source: Holding Turbo Reboots
es: Mantener Turbo reinicia
uk: Утримання кнопки «Турбо» перезавантажує пристрій

source: Reverse Volume Buttons
es: Invierte los botones de Volumen
uk: Змінити порядок кнопок гучності

source: Reverse the volume buttons of the X1 style devices to match other tablets.
es: Invierte los botones de Volumen de los dispositivos de estilo X1 para corresponderse con otras tablets.
uk: Змінити порядок кнопок гучності на пристроях типу X1, щоб він відповідав іншим планшетам.

source: Ally Controller
uk: Контролер Ally

source: Allows for configuring the ROG Ally controllers to a unified output.
es: Permite configurar los mandos de la ROG Ally a una salida unificada.
uk: Дозволяє налаштовувати контролери ROG Ally для єдиного виведення.

source: Emulate different controller types to fuse ROG features.
es: Emula diferentes tipos de mandos para unificar las funcionalidades de ROG.
uk: Емулювати різні типи контролерів для об'єднання функцій ROG.

source: Swap ROG and Menu/View
es: Intercambia ROG y Menú/Ver
uk: Поміняти місцями ROG та Menu/View

source: Swaps the Armory Crate and Command center buttons with start and select.
es: Intercambia los botones de Armory Crate y Command Center con los de Start y Select.
uk: Міняє місцями кнопки Armory Crate та Command Center з кнопками Start та Select.

source: RGB During Boot
es: RGB durante el arranque
uk: RGB-підсвітка під час завантаження

source: RGB During Charging Asleep
es: RGB mientras carga en modo suspensión
uk: RGB-підсвітка під час заряджання в сплячому режимі

source: Motion Axis
es: Control de movimiento Axis
uk: Вісь руху

source: The default axis loaded for this device.
es: El Axis por defecto cargado para este dispositivo.
uk: Вісь за замовчуванням, завантажена для цього пристрою.

source: Override
es: Sobrescribir
uk: Перевизначити

source: Remap and invert the axis of your device. If the axis of your device are wrong, please submit a picture or a text version of the following.
es: Remapea e invierte los axis de tu dispositivo. Si los axis de tu dispositivos no están bien, por favor manda una imagen o una versión en texto de lo siguiente.
uk: Перепризначення та інвертування осі вашого пристрою. Якщо осі вашого пристрою визначено неправильно, надішліть зображення або текстову версію таких даних.

source: Manufacturer
es: Fabricante
uk: Виробник

source: Product
es: Producto
uk: Модель

source: Axis X
uk: Вісь Х

source: Invert X
es: Invertir X
uk: Інвертувати Х

source: Axis Y
uk: Вісь Y

source: Invert Y
es: Invertir Y
uk: Інвертувати Y

source: Axis Z
uk: Вісь Z

source: Invert Z
es: Invertir Z
uk: Інвертувати Z

source: Deadzones & Vibration
es: Zonas Muertas y Vibración
uk: Мертві зони та вібрація

source: Configure joystick and trigger deadzones, vibration intensity.
es: Configura la intensidad de la vibración y la zona muerta de los joysticks y gatillos.
uk: Налаштування мертвих зон для джойстика та тригера, інтенсивність вібрації.

source: Uses reasonable values based on hardware.
es: Usa valores razonables basados en el hardware.
uk: Використовує розумні значення, що базуються на апаратному забезпеченні.

source: Manual
uk: Ручний

source: Allows for manual configuration of deadzones and vibration intensity.
es: Permite la configuración manual de las zonas muertas y de la intensidad de la vibración.
uk: Дозволяє вручну налаштовувати мертві зони та інтенсивність вібрації.

source: Vibration Intensity
es: Intensidad de la vibración
uk: Інтенсивність вібрації

source: Intensity of the vibration. The higher the value, the stronger the vibration.
es: Intensidad de la vibración. Cuanto mayor es el valor, más fuerte es la vibración.
uk: Інтенсивність вібрації. Чим вище значення, тим сильніша вібрація.

source: Left Stick Minimum
es: Mínimo del Stick izquierdo
uk: Мінімальне значення лівого стіка
