Repository: ILDaviz/hhd
Catalog: i18n/*/LC_MESSAGES/hhd.po
Languages: es, uk

source: Deadzone for the joystick. The higher the value, the more the joystick needs to be moved before registering.
es: Zona Muerta del joystick. Cuanto mayor el valor, más se tendrá que mover el joystick antes de registrar movimiento.
uk: Мертва зона джойстика. Чим вище значення, тим більше потрібно відхилити джойстик, щоб він почав реагувати.

source: Left Stick Maximum
es: Máximo del Stick izquierdo
uk: Максимальне значення лівого стіка

source: Maximum value for joystick. The higher the value, the more the joystick needs to be moved before reaching maximum.
es: Máximo valor del joystick. Cuanto mayor el valor, más se tendrá que mover el joystick antes de llegar a su límite.
uk: Максимальне значення джойстика. Чим вище значення, тим більше потрібно відхилити джойстик, щоб досягти максимального відгуку.

source: Right Stick Minimum
es: Mínimo del Stick derecho
uk: Мінімальне значення правого стіка

source: Right Stick Maximum
es: Máximo del Stick derecho
uk: Максимальне значення правого стіка

source: Left Trigger Minimum
es: Mínimo del Gatillo izquierdo
uk: Мінімальне значення лівого тригера

source: Left Trigger Maximum
es: Máximo del Gatillo izquierdo
uk: Максимальне значення лівого тригера

source: Right Trigger Minimum
es: Mínimo del gatillo derecho
uk: Мінімальне значення правого тригера

source: Right Trigger Maximum
es: Máximo del gatillo derecho
uk: Максимальне значення правого тригера

source: Reset to Default
es: Restaurar valores predeterminados
uk: Скинути до значень за замовчуванням

source: Reset all values to default.
es: Restaura todos los valores a los predeterminados.
uk: Скинути всі значення до стандартних.

source: Hidden
es: Oculto
uk: Прихований

source: Disables the controller. Handheld Daemon overlay will still work in gamemode.
es: Desactiva el mando. La Overlay de Handheld Daemon seguirá funcionando en el modo juego.
uk: Вимкнути контролер. Оверлей Handheld Daemon все ще буде працювати в ігровому режимі.

source: Extra buttons as Keyboard/Overlay
es: Botones extra como Teclado/Overlay
uk: Додаткові кнопки як клавіатура/оверлей

source: Makes the left paddle bring up a keyboard and the right paddle bring up the overlay.
es: Hace que el botón trasero izquierdo haga aparecer el teclado y que el botón trasero derecho haga aparecer el overlay.
uk: Переводить ліву задню кнопку в режим виклику клавіатури, а праву - в режим виклику оверлея.

source: Extra buttons as
es: Botones adiciones como
uk: Додаткові кнопки як

source: Changes the behavior of the extra buttons. Left button is Keyboard, right button is Overlay. Or they can be set for Steam Input.
es: Cambia el comportamiento de los botones adicionales. El botón izquierdo es el Teclado, el botón derecho es el Overlay. También puedes personalizarlos mediante Steam Input.
uk: Змінює поведінку додаткових кнопок. Ліва кнопка викликає клавіатуру, права - оверлей, або їх можна налаштувати для Steam Input.

source: Steam Input (Elite)
es: Steam Input (Élite)
uk: Введення Steam(Elite)

source: Keyboard/Overlay
es: Teclado/Overlay
uk: Клавіатура/Оверлей

source: Nintendo QAM Fix
es: Nintendo Acceso Rápido Fix
uk: Виправлення Nintendo QAM

source: Steam Controller
uk: Контролер Steam

source: Allows for gyro, paddles, and has a proper QAM button.
es: Permite el uso del giroscopio, botones traseros y tiene un botón dedicado al acceso rápido.
uk: Дозволяє використовувати гіроскоп, додаткові кнопки та має правильну кнопку QAM.

source: Handheld Mode [BETA]
es: Modo Consola Portátil (Handheld) [BETA]
uk: Режим «портативна консоль» [БЕТА]

source: Uses the new handheld Steam Input profile. May have bugs, especially when it comes to gyro.
es: Usa el nuevo perfil para portátiles de Steam Input. Puede contener bugs, especialmente cuando hablamos del giroscopio.
uk: Використовує новий профіль Steam Input для портативних консолей. Можуть бути помилки, особливо з гіроскопом.

source: Gyro Output Sync
es: Sincronizar salida del Giroscopio
uk: Синхронізація виведення гіроскопа

source: Steam relies on the IMU timestamp for the touchpad as Mouse and `Gyro to Mouse [BETA]`. If the same timestamp is sent in 2 reports, this causes a division by 0 and instability. This option makes it so reports are sent only when there is a new IMU timestamp, effectively limiting the responsiveness of the controller to that of the IMU. This only makes a difference for the Legion Go (125hz), as all the other handhelds are using 400hz by default.
es: Steam utiliza la marca de tiempo de la IMU para el panel tactil como ratón y `el giroscopio a ratón [BETA]`. Si la misma marca de tiempo se manda en dos informes, causa una división por 0 e inestabilidad. Esta opción hace que los informes solo se manden cuando hay una nueva marca de tiempo de la IMU, limitando la respuesta del mando a la de la IMU. Esto solo afecta a la Legion Go (125hz), ya que el resto de portátiles usan la frecuencia de 400hz por defecto.
uk: Steam покладається на позначку часу (timestamp) IMU для тачпада в режимі «Миша» та Гіроскоп у режим миші [БЕТА]. Якщо в двох звітах надсилається одна й та сама позначка часу, це призводить до ділення на нуль і нестабільності. Ця опція надсилає звіти лише тоді, коли є нова позначка часу IMU, що ефективно обмежує швидкість реакції контролера до швидкості реакції IMU. Це має значення лише для Legion Go (125 Гц), оскільки всі інші портативні пристрої за замовчуванням працюють на частоті 400 Гц.

source: Invert Roll Axis
es: Inviertir eje del Axis
uk: Інвертувати вісь обертання

source: Inverts the roll (Z) axis compared to a real Horipad controller. Useful for Steam Input, since you want it to be inverted to look left to right, but an issue in emulators.
es: Invierte el eje del axis (Z) comparado a un Horipad controller real. Resulta últil para Steam Input, ya que quieres que este invertido para mirar de izquierda a derecha, aunque es un problema en emuladores.
uk: Інвертує вісь обертання (Z) порівняно зі справжнім контролером Horipad. Це корисно для Steam Input, оскільки для огляду зліва направо вона має бути інвертованою, але може бути проблемою в емуляторах.

source: Changes the behavior of the extra buttons. Left button is Keyboard, right button is Overlay. Or they can be left/right touchpad clicks. For the legion go, top buttons are shortcuts, bottom are touchpad clicks.
es: Cambia el comportamiento de los botones adiciones. El botón izquierdo es el Teclado, el botón derecho es el Overlay. Otra opción es que sean los clics izquierdo y derecho del panel táctil. Para la Legion Go, los botones superiores son atajos, los inferiores son los clics del panel táctil.
uk: Змінює поведінку додаткових кнопок. Ліва кнопка викликає клавіатуру, права – оверлей. Також вони можуть бути лівим/правим кліком по тачпаду. Для Legion Go верхні кнопки є швидкими клавішами, а нижні – кліками тачпада.

source: Steam Input (Edge)
uk: Введення Steam (Edge)

source: Touchpad Clicks
es: Clics del Panel Táctil
uk: Кліки тачпаду

source: Shortcuts + Touchpad Clicks
es: Atajos + Clics del Panel Táctil
uk: Швидкі клавіші + Кліки тачпаду

source: LED Support
es: Soporte LED
uk: Підтримка світлодіодів

source: Passes through the LEDs to the controller, which allows games to control them.
es: Pasa las LED al mando, lo cual permite a los juegos controlarlas.
uk: Пропускає сигнали для світлодіодів на контролер, що дає змогу іграм керувати ними.

source: Inverts the roll (Z) axis compared to a real Dualsense controller. Useful for Steam Input, since you want it to be inverted to look left to right, but an issue in emulators.
es: Invierte el eje del axis (Z) comparado a un mando Dualsense real. Útil para Steam Input, ya que quieres que este invertido para mirar de izquierda a derecha, aunque es un problema en emuladores.
uk: Інвертує вісь обертання (Z) порівняно зі справжнім контролером DualSense. Це корисно для Steam Input, оскільки для огляду зліва направо вона має бути інвертованою, але може бути проблемою в емуляторах.

source: Bluetooth Mode
es: Modo Bluetooth
uk: Режим Bluetooth

source: Emulates the controller in bluetooth mode instead of USB mode. This is the default as it causes less issues with how apps interact with the controller. However, using USB mode can improve LED support (?) in some games. Test and report back!
es: Emula el mando en modo Bluetooth en vez de en modo USB. Este es el modo Por Defecto ya que causa menos problemas con como interactuan las aplicaciones con el mando. Sin embargo, usar el modo USB puede mejorar el soporte LED (?) en algunos juegos. ¡Probadlo y reportad los resultados luego!
uk: Емулює контролер у режимі Bluetooth замість режиму USB. Це стандартне налаштування, оскільки воно спричиняє менше проблем у взаємодії застосунків із контролером. Однак використання режиму USB може покращити підтримку світлодіодів у деяких іграх (?). Протестуйте та повідомте про результат!

source: Touchpad Emulation
es: Emulación del panel táctil
uk: Емуляція тачпаду

source: Use an emulated touchpad. Part of the controller if it is supported (e.g., Dualsense) or a virtual one if not.
es: Usa un panel táctil emulado. Forma parte del mando si lo soporta (Por ejemplo, el Dualsense) o usa uno virtual si no.
uk: Використовує емульований тачпад. Частина контролера, якщо він підтримується (наприклад, DualSense), або віртуальний, якщо ні.

source: Does not modify the touchpad. Short + holding presses will not work within gamescope.
es: No modifica el panel táctil. Las pulsaciones cortas y mantenidas no funcionarán en gamescope.
uk: Не змінює налаштування тачпада. Короткі та довгі натискання не працюватимуть у Gamescope.

source: Virtual
uk: Віртуальний

source: Adds an emulated touchpad. This touchpad is meant for use in gamescope and has left, right click support by default. However, it causes issues in desktop mode, and it doesnt allow dragging files. Therefore, it will autodisable in desktop.
es: Añade un panel táctil virtual. Este panel táctil esta pensado para usarse en gamescope y tiene soporte para clic izquierdo y derecho por defecto. Sin embargo, puede causar problemas en el modo escritorio, y no permite arrastrar archivos. Por lo tanto se desactivará de forma automática en el escritorio.
uk: Додає емульований тачпад. Цей тачпад призначений для використання в Gamescope та за замовчуванням підтримує лівий та правий клік. Однак, він спричиняє проблеми в режимі робочого столу та не дозволяє перетягувати файли. Тому він автоматично вимикатиметься в цьому режимі.

source: Disable on Desktop
es: Desactivar en Escritorio
uk: Вимкнути в робочому столі

source: Touchpad emulation will automatically be disabled when not in gamemode. Specifically, steam will be periodically be checked to be running in gamepad mode and if not, touchpad emulation will be disabled.
es: La emulación del panel táctil se desactivará automáticamente cuando no estés en el modo juego. De forma especifica, Steam será analizado de forma periódica para ver si esta siendo usado con el modo juego y si no es así, la emulación del panel táctil se desactivará.
uk: Емуляція тачпада буде автоматично вимкнена, коли ви не в ігровому режимі. Зокрема, періодично перевірятиметься, чи запущено Steam в режимі геймпада, і якщо ні, емуляція тачпада буде вимкнена.

source: Short Action
es: Pulsación rápida
uk: Коротка дія

source: Maps short touches (less than 0.2s) to a virtual touchpad button.
es: Mapea pulsaciones rápidas (menos de 0,2s) a un botón del panel táctil virtual.
uk: Призначає коротким торканням (менше 0,2 с) функцію віртуальної кнопки на тачпаді.

source: Left Click
es: Clic Izquierdo
uk: Лівий клік

source: Right Click
es: Clic Derecho
uk: Правий клік

source: Hold Action
es: Pulsación Larga
uk: Дія утримування

source: Maps long touches (more than 2s) to a virtual touchpad button.
es: Mapea pulsaciones largas (más de 2s) a un botón de un panel táctil virtual.
uk: Призначає тривалим торканням (понад 2 с) функцію віртуальної кнопки на тачпаді.

source: Uses the touchpad of the emulated controller (if it exists). Otherwise, the touchpad remains unmapped (will still show up in the system). Meant to be used as steam input, so short press is unassigned by default and long press simulates trackpad click.
es: Usa el panel táctil emulado del mando (si este existe). Si no, el panel táctil queda sin mapear (seguirá mostrándose en el sistema). Esta pensado para usarse con Steam Input, así que la pulsación corta no esta asignada por defecto y la pulsación larga simula el clic del trackpad.
uk: Використовує тачпад емульованого контролера (якщо він є). В іншому разі тачпад залишається непризначеним (але все одно відображатиметься в системі). Призначений для використання зі Steam Input, тому коротке натискання за замовчуванням непризначене, а тривале натискання симулює клік по тачпаду.

source: Location
es: Posición
uk: Локація

source: Controls the placement of the real touchpad to the virtual one, using what steam expects. In Steam, the "Left" touchpad maps to the left half, the "Right" touchpad maps to the right half, and "Center" maps to the whole touchpad. Therefore, the virtual touchpad is cropped to the left side for left, the right side for right, and expanded in the center for center. This means when set to center, half of the left touchpad is left and half of the right is right. "Stretch" stretches the touchpad to the whole dualsense surface.
es: Controla el posicionamiento del panel táctil real para el virtual, usando lo que Steam espera. En Steam. el panel táctil Izquierdo se mapea a la mitad "Izquierda", el panel táctil Derecho se mapea a la mitad "Derecha", y el "Centro" se mapea a todo el panel táctil. Por lo tanto, el panel táctil virtual se recorta a la izquierda para el lado izquierdo, a la derecha para el lado derecho y se expande al centro para el centro. Esto significa que, al centrarlo la mitad del panel táctil izquierdo queda a la izquierda y la otra mitad a la derecha, por otro lado "Estirar"extiende el panel táctil a toda la superficie del Dualsense.
uk: Керує розташуванням реального тачпада відносно віртуального, відповідно до очікувань Steam. У Steam "Лівий" тачпад відповідає лівій половині, "Правий" - правій, а "Центр" - усьому тачпаду. * У режимі "Лівий" віртуальний тачпад обрізається до лівої сторони. * У режимі "Правий" - до правої. * У режимі "Центр" - розширюється на всю поверхню. Це означає, що в режимі "Центр" половина лівого тачпада відповідає лівій частині, а половина правого — правій. Режим "Розтягнути" розтягує тачпад на всю поверхню DualSense.

source: Center
es: Centro
uk: Центр

source: Stretch
es: Estirar
uk: Розтягнути

source: Maps short touches (less than 0.2s) to a touchpad action. Dualsense uses a physical press for left and a double tap for right click (support for double tap varies; enable "Tap to Click" in your desktop's touchpad settings).
es: Mapea pequeños toques (menos de 0,2s) a una acción del panel táctil. El Dualsense usa un toque para el clic izquierdo y un doble toque para el clic derecho (el soporte para el doble toque varia, activa "Toca para hacer clic" en los ajustes del panel táctil de tu escritorio).
uk: Призначає коротким торканням (менше 0,2 с) певну дію на тачпаді. У DualSense фізичне натискання відповідає лівому кліку, а подвійне торкання — правому (підтримка подвійного торкання може відрізнятися; увімкніть «Натискання для кліку» в налаштуваннях тачпада робочого столу).

source: Maps long touches (more than 2s) to a touchpad action. Dualsense uses a physical press for left and a double tap for right click (support for double tap varies; enable "Tap to Click" in your desktop's touchpad settings).
es: Mapea pulsaciones largas (más de 2s) a una acción del panel táctil. El Dualsense usa un toque para el clic izquierdo y un doble toque para el clic derecho (el soporte para el doble toque varia, activa "Toca para hacer clic" en los ajustes del panel táctil de tu escritorio).
uk: Призначає тривалим торканням (понад 2 с) певну дію на тачпаді. У DualSense фізичне натискання відповідає лівому кліку, а подвійне торкання — правому (підтримка подвійного торкання може відрізнятися; увімкніть «Натискання для кліку» в налаштуваннях тачпада робочого столу).

source: Downloading:
es: Descargando:
uk: Скачування:

source: Importing:
es: Importando:
uk: Імпортування:

source: Deploying:
es: Implementando:
uk: Розгортання:

source: Loading
es: Cargando
uk: Завантаження

source: No update available
es: No hay actualizaciones disponibles
uk: Немає доступних оновлень

source: Updating to latest
es: Actualizando a la última versión
uk: Оновлення до останньої версії

source: Updating...
es: Actualizando...
uk: Оновлення...

source: Checking for updates...
es: Comprobando actualizaciones...
uk: Перевірка оновлень...

source: Undoing Update...
es: Revirtiendo actualización...
uk: Відкат оновлення...

source: Undoing Revert...
es: Deshaciendo reversión...
uk: Скасування відкату...

source: Reverting to Previous version...
es: Volviendo a la versión anterior...
uk: Повернення до попередньої версії...

source: Loading Versions...
es: Cargando versiones...
uk: Завантаження версій...

source: Removing Customizations...
es: Quitando personalizaciones...
uk: Видалення індивідуальних налаштувань...

source: Failed to load previous versions
es: Fallo al cargar las versiones previas
uk: Не вдалося завантажити попередні версії

source: Rebasing to
es: Rebase a
uk: Перемикання на

source: Update error. Using alternative method...
es: Fallo al actualizar. Usando método alternativo...
uk: Помилка оновлення. Використовується альтернативний метод...

source: Show updates in SteamUI
es: Mostrar actualizaciones en la interfaz de Steam
uk: Показувати оновлення в інтерфейсі Steam

source: System Image
es: Imagen del sistema
uk: Образ системи

source: Manage the currently installed image with bootc.
es: Gestiona la imagen del sistema actualmente instalada con bootc.
uk: Керування інстальованим образом за допомогою bootc.

source: Image
es: Imagen
uk: Образ

source: Next
es: Siguiente
uk: Наступний

source: Current
es: Actual
uk: Теперішній

source: Previous
es: Anterior
uk: Попередній

source: Update
es: Actualizar
uk: Оновлення

source: Update Stage
es: Fase de Actualización
uk: Стадія оновлення

source: Apply Update
es: Aplicar Actualización
uk: Застосування оновлення

source: Revert to Previous
es: Volver a la anterior
uk: Повернутись до попереднього

source: Rollback to the previous image.
es: Regresar a la imagen anterior.
uk: Відкотитись до попереднього образу.

source: Change Version (Rebase)
es: Cambiar de Versión (Rebase)
uk: Змінити версію

source: Remove Pin and Update
es: Quitar Pin y Actualizar
uk: Видалити прив’язку та оновити

source: Change Branch (Rebase)
es: Cambiar Rama de actualizaciones (Rebase)
uk: Змінити гілку

source: Check for Updates
es: Comprobar actualizaciones
uk: Перевірити наявність оновлень

source: Reboot
es: Reiniciar
uk: Перезавантаження

source: Reboot to apply the update. Are you sure?
es: Reiniciar para aplicar la actualización, guarda tus partidas. ¿Ready?
uk: Перезавантажити, щоб застосувати оновлення. Ви впевнені?

source: Undo Update
es: Deshacer Actualización
uk: Скасувати оновлення

source: Undo Revert
es: Deshacer Reversión
uk: Скасувати повернення

source: Choose Version (Rebase)
es: Elegir Versión (Rebase)
uk: Обрати версію

source: Run rpm-ostree reset
es: Ejecutar comando rpm-ostree reset
uk: Виконати rpm-ostree reset

source: Disable the custom initramfs and remove layers. Your personal data will not be affected.
es: Deshabilita el initramfs personalizado y elimina capas (layers). Tus datos personales no se verán afectados.
uk: Вимкнути користувацький initramfs та видалити шари. Ваші особисті дані не постраждають.

source: Cancel
es: Cancelar
uk: Відміна

source: Branch
es: Rama
uk: Гілка

source: Version Pin
es: Versión de Pin
uk: Прив'язка версії

source: Apply
es: Aplicar
uk: Застосувати

source: Uploading log to fpaste...
es: Subiendo registro a fpaste...
uk: Вивантаження логів на fpaste...

source: Shutting down...
es: Apagando sistema...
uk: Вимкнення...

source: Failed to download Handheld Daemon Beta.
es: Fallo al descargar Handheld Daemon Beta.
uk: Не вдалося завантажити бета-версію Handheld Daemon.

source: Downloading Beta and Restarting...
es: Descargando Beta y Reiniciando...
uk: Завантаження бета-версії та перезапуск...

source: Bug Report
es: Informe de Error
uk: Повідомити про помилку

source: Bug Report Link
es: Enlace del Informe de Error
uk: Посилання на звіт про помилку

source: Upload Error
es: Subir Error
uk: Помилка завантаження

source: Submit Report
es: Enviar Informe
uk: Надіслати звіт

source: Upload a bug report to paste.centos.org
es: Subir informe de error a paste.centos.org
uk: Вивантажити звіт про помилку на paste.centos.org

source: Logs from
es: Registros de
uk: Логи з

source: Current Boot
es: Arranque actual
uk: Поточне завантаження

source: Previous Boot (-1)
es: Arranque previo (-1)
uk: Попереднє завантаження (-1)

source: Boot -2
es: Arranque -2
uk: Завантаження -2

source: Boot -3
es: Arranque -3
uk: Завантаження -3

source: Development Tools
es: Herramientas de Desarrollo
uk: Інструменти для розробки

source: Use HHD Beta Until Restart
es: Usa HHD Beta hasta Reiniciar
uk: Використовувати HHD Beta до перезапуску

source: Switch to the HHD beta channel until you restart.
es: Cambia al canal beta de HHD hasta que reinicies.
uk: Перейти на бета-канал HHD до перезавантаження.

source: Go Back to Stable
es: Vuelve al canal Estable
uk: Повернутися до стабільної версії

source: Basic display settings. Brightness (and framerate TBD). This pane is meant to replace
es: Ajustes básicos de pantalla. Brillo (y velocidad de cuadros por segundo (FPS) por determinar). Este panel esta pensado para sustituir
uk: Базові налаштування дисплея. Яскравість (і частота кадрів, ще не визначено). Ця панель покликана замінити

source: Sets the brightness level of a display. Only one display is supported and it is the one that was read.
es: Define el nivel de brillo de la pantalla. Solo una pantalla es soportada y es la que esta siendo usada.
uk: Встановлює рівень яскравості дисплея. Підтримується лише один дисплей - той, який було зчитано.

source: Display
es: Pantalla
uk: Дисплей

source: Disable Touchscreen (Until Restart)
es: Desactivar Pantalla Táctil (hasta Reiniciar)
uk: Вимкнути тачскрін (до перезавантаження)

source: Disable Touch Gestures (Until Restart)
es: Desactivar Gestos Táctiles (Hasta Reiniciar)
uk: Вимкнути сенсорні жести (до перезавантаження)

source: Run Steam at 60/72 Hz
es: Ejecuta Steam a 60/72Hz
uk: Запустити Steam на 60/72 Гц

source: Poweroff screen before sleep
es: Apaga la pantalla antes de suspender
uk: Вимкнути екран перед сном

source: Device Buttons
es: Botones del dispositivo
uk: Кнопки пристрою

source: Steam Keyboard
es: Teclado en Pantalla de Steam
uk: Клавіатура Steam

source: Steam Side Menu
es: Menú de Acceso Rápido de Steam
uk: Бокове меню Steam

source: Steam Overlay
es: Overlay de Steam
uk: Оверлей Steam

source: HHD Side Menu
es: Menú Lateral de HHD
uk: Бокове меню HHD

source: HHD Overlay
es: Overlay de HHD
uk: Оверлей HHD

source: Cycle TDP
es: Ciclo de TDP
uk: Цикл TDP

source: Fan Key
es: Tecla del Ventilador
uk: Клавіша вентилятора

source: External Controllers
es: Mandos externos
uk: Зовнішні контролери

source: Disconnect Controller
es: Desconectar Mando
uk: Від'єднати контролер

source: Use Select as alternative to Xbox
es: Usa Select como alternativa a Xbox
uk: Використовувати кнопку Select як альтернативу Xbox

source: Touchscreen
es: Pantalla Táctil
uk: Тачскрін

source: ↑ Swipe Up
es: ↑ Deslizar hacia arriba
uk: ↑ Свайп вверх

source: ← Swipe Right Side (Top)
es: ← Deslizar hacia la derecha (Arriba)
uk: ← Свайп вправо (Верх)

source: ← Swipe Right Side (Bottom)
es: ← Deslizar hacia la derecha (Abajo)
uk: ← Свайп вправо (Низ)
